Repository: ACSPRI/queXF
Catalog: locale/*/LC_MESSAGES/*.po
Languages: cs, es, gl, hr, pl, ru

source: Watch this directory in the background (recommended)
cs: Sledovat tento adresář v pozadí (doporučeno)
es: Observar este directorio en segundo plano (recomendado)
gl: Supervisar este directorio no segundo plano (recomendado)
hr: Nadzri ovaj direktorij u pozadini (preporučeno)
pl: Przetwórz katalog w tle
ru: Обработка папки в фоновом режиме (рекомендуется)

source: Update banding from XML
cs: Aktualizovat pruhování z XML
es: Actualizar los campos para marcar desde el XML
hr: Upload pojasa iz XML-a
ru: Обновление привязки из XML

source: Successfully loaded banding XML file
cs: Úspěšně načten soubor pruhování XML
es: Cargado con exito el archivo de los campos para las marcas XML
hr: Uspješno učitan XML datoteka sa pojasima
ru: Файл XML-привязки успешно загружен

source: Failed to load banding XML file
cs: Nelze načíst soubor pruhování XML
es: Falló al cargar el fichero de los campos para las marcas XML
hr: Nije uspjelo učitavanje XML datoteke sa pojasima
ru: Ошибка загрузки файла привязки

source: WARNING: All previous banding will be erased
cs: VAROVÁNÍ: Všechna předchozí pruhování budou smazána
es: ATENCIÓN: Todas las campos para las marcas previas serán borradas
hr: UPOZORENJE: Svi prethodni pojasi biti će izbrisani
ru: ВНИМАНИЕ: Все предыдущие привзяки будут удалены

source: Select banding XML file
cs: Vybrat XML soubor pruhování
es: Seleccionar el archivo XML con los campos para las marcas
hr: Odaberi XML datoteku pojasa
ru: Выберите файл привязки

source: Select questionnaire
cs: Vybrat dotazník
es: Seleccionar cuestionario
hr: Odaberi upitnik
pl: Wybierz kwestionariusz
ru: Выберите опрос

source: queXF Admin Functions
cs: Správcovské funkce queXF
es: Funciones administrativas de queXF
gl: Funcións de Administración do queXF
hr: Administracijske funkcije queXF
pl: queXF Administrator
ru: queXF - Админпанель

source: Form setup
cs: Rozvržení formuláře
es: Ajustes del formulario
gl: Configuración do cuestionario
hr: Postavka obrasca
pl: Ustawienia formularza
ru: Настройка форм

source: Test form compatibility with queXF
ru: Тестировать совместимость формы с queXF

source: Import a new form from a PDF file
cs: Importovat nový formulář ze souboru PDF
es: Importe un nuevo formulario desde un archivo PDF
gl: Importar un cuestionario novo desde un ficheiro PDF
hr: Uvezi novi obrazac iz PDF datoteke
pl: Wczytaj nowy formularz
ru: Импорт новой формы из PDF-файла

source: Import/Update banding from XML
cs: Importovat/Aktualizovat pruhování z XML
es: Importar/Actualizar los campos para marcar desde XML
hr: Uvezi/ažuriraj pojase iz XML-a
ru: Импорт/обновление привязки из XML

source: Delete a form (only if no forms yet imported)
cs: Smazat formulář (pouze pokud zatím nebyly importovány žádné formuláře)
es: Borrar un formulario (solo si todavía no se han importado formularios
gl: Borrar un cuestionario (só se aínda non se importaron exemplares)
hr: Obriši obrazac
pl: Usuń formularz
ru: Удаление форм (неиспользованных)

source: Touch-up a form
cs: Upravit formulář
es: Retocar un formulario
hr: Dotjeraj obrazac
ru: Правка форм

source: Band a form
cs: Formulář opatřit pruhem
es: Seleccionar los campos para marcar de un formulario
gl: Marcar un cuestionario
hr: Pojasi u obrascu
pl: Definiuj formularz
ru: Привязка форм

source: Band a form using interactive banding
cs: Formulář opatřit pruhem pomocí interaktivního pruhování
es: Seleccionar los campos para marcar de un formulario de forma interactiva
gl: Marcar un cuestionario usando o marcado interactivo
hr: Interaktivno uređivanja pojasa u obrascu
pl: Definiuj formularz
ru: Интерактивная привязка

source: Order variables on the form
cs: Uspořádat proměnné v tomto formuláři
es: Ordenar las variables en el formulario
gl: Ordenar as variábeis do cuestionario
hr: Poredaj promjenjive u obrascu
pl: Sortuj zmienne
ru: Сортировка переменных

source: Users
cs: Uživatelé
es: Usuarios
gl: Usuarios/as
hr: Korisnici
pl: Użytkownicy
ru: Пользователи

source: Add operators
cs: Přidat operátory
es: Añadir operadores
gl: Engadir operadores/as
hr: Dodjeli operatere
pl: Dodaj operatorów
ru: Добавить операторов

source: Assign forms to operators
cs: Přidělit formuláře k operátorům
es: Asignar formularios a los operadores
gl: Asignar cuestionarios aos/ás operadores/as
hr: Dodjeli obrasce operaterima
pl: Przypisz formularze operatorom
ru: Связать формы и операторов

source: ICR
es: ICR (Reconocimiento inteligente de caractéres)
ru: Распознавание

source: Train ICR
cs: Vycvičit ICR
es: Entrenar ICR
ru: Тренировка распознавания

source: Monitor ICR training process
cs: Sledovat proces výcviku ICR
es: Monitorear el proceso del entrenamiento del ICR
hr: Nadziri proces učenja ICR-a
ru: Мониторинг тренировки распознавания

source: Import and Export ICR KB
cs: Importovat a exportovat ICR KB
es: Importar y Exportar IRC KB
hr: Uvoz/izvoz baze znanja ICR
ru: Импорт/экспорт базы знаний распознавания

source: Assign ICR KB to questionnaire
cs: Přidělit ICR KB k dotazníku
es: Asignar ICR KB a un cuestionario
hr: Dodjeli ICR bazu znanja upitniku
ru: Привязать базу знаний ICR к опросу

source: Successfully imported files
cs: Soubory úspěšně importovány
es: Archivos importados con éxito
gl: Ficheiros importados con suceso
hr: Uspješno uvezene datoteke
pl: Zaimportowane pliki
ru: Успешно импортированные файлы

source: Failed imported files
cs: Import souborů selhal
es: Error importando los archivos
gl: Ficheiros con erros na importación
hr: Uvoz nije uspio
pl: Niewczytane pliki
ru: Файлы импортированные с ошибками

source: Duplicate forms
cs: Duplicitní formuláře
es: Formularios duplicados
gl: Cuestionarios duplicados
hr: Duplicirani obrasci
pl: Zduplikowane formularze
ru: Дублирующиеся формы

source: Reverify forms
cs: Znovu ověřit formuláře
es: Volver a comprobar formularios
gl: Volver comprobar os cuestionarios
hr: Ponovno provjerite obrasce
pl: Ponowna weryfikacja
ru: Перепроверка форм

source: List page notes
cs: Vypsat poznámky formuláře
es: Lista de notas tomadas
gl: Listar as notas de páxina
hr: Spisak napomena stranice
pl: Notatki do stron
ru: Заметки к страницам

source: Output
cs: Výstup
es: Salida
gl: Saída
hr: Izlaz
pl: Eksport
ru: Результаты

source: Output data/ddi
cs: Vypisovat data/ddi
es: Extraer datos verificados
gl: Datos de saída/ddi
hr: Izlaz podataka/dd:
pl: Eksportuj dane
ru: Выходные данные/ddi

source: Display progress of form verification
cs: Zobrazit postup při ověřování formuláře
es: Mostrar el progreso de la verificación del formulario
gl: Amosar o proceso da verificación dos cuestionarios
hr: Prikaz progresa verifikacije
pl: Postęp weryfikacji formularzy
ru: Прогресс верификации формы

source: Display performance of verifiers (Completions per hour)
cs: Zobrazit výkon ověřovatelů (Dokončení za hodinu)
es: Mostrar el trabajo de los verificadores (Completos por hora)
gl: Amosar o rendemento dos/das verificadores/as (completos por hora)
hr: Prikaz performansi verifikatora
ru: Производительность проверяющих (проверок в час)

source: Clients
cs: Klienti
es: Clientes
gl: Clientes
hr: Klijenti
ru: Клиенты

source: Add clients
cs: Přidat klienty
es: Añadir clientes
gl: Engadir clientes
hr: Dodavanje klijenata
ru: Добавить клиентов

source: Assign clients to forms
cs: Přidělit klienty k formulářům
es: Asignar clientes a los formularios
gl: Asignar clientes aos cuestionarios
hr: Dodjela klijenta obrascu
ru: Связка клиентов и форм

source: System setup
cs: Nastavení systému
es: Configuración del sistema
gl: Configuración do sistema
hr: Postavke sustava
pl: Ustawienia systemowe
ru: Настройка системы

source: Listing of imported files by status
cs: Výpis importovaných souborů podle stavu
es: Listado de archivos importados por estado
gl: Listaxe de ficheiros importados por estado
hr: Ispis uvezenih datoteka po statusu
pl: Lista zaimportowanych plików
ru: Список импортированных форм и их статусы

source: Forms successfully imported
cs: Formuláře úspěšně importovány
es: Formularios importados con éxito
gl: Os cuestionarios importáronse ben
hr: Obrasci uspješno uvezeni
pl: Formularze zaimportowane poprawnie
ru: Успешно импортированные формы

source: Forms not imported
cs: Formuláře neimportovány
es: Formularios no importados
gl: Os cuestionarios non se importaron
hr: Obrasci nisu uvezeni
pl: Formularze niezaimportowane
ru: Неимпортированные формы

source: File
cs: Soubor
es: Archivo
gl: Ficheiro
hr: Datoteka
pl: Plik
ru: Файл:

source: Allow import again?
cs: Znovu umožnit importovat?
es: Permitir importar de nuevo?
gl: Permitir outra importación?
hr: Dozvoli ponovni uvoz
pl: Powtórz import
ru: Разрешить повторные импорт?

source: NO BARCODE DETECTED
ru: ШТРИХ-КОД НЕ Распознан

source: Detected but not BARCODE_LENGTH_PID length
ru: Распознано, но длина не соответствует BARCODE_LENGTH_PID

source: Detected
ru: Распознано

source: Detected but not BARCODE_LENGTH_PID2 length
ru: Обнаружено, но длина не соответствует BARCODE_LENGTH_PID2

source: Page test
ru: Теcт страницы

source: Confirm that there is a detected unique barcode for each page and that the barcode fits inside the pink box. If not, edit the BARCODE_PORTION variables in the configuration file
ru: Подтвердите, что для каждой страницы обнаружен уникальный штрих-код и, что штрих-код помещается внутри розового поля. Если нет, отредактируйте переменные BARCODE_PORTION в файле конфигурации

source: Confirm that the barcode is of length
ru: Подтвердите, что штрих-код имеет длину

source: Otherwise edit the BARCODE_LENGTH_PID variable in the configuration file
ru: В противном случае отредактируйте переменную BARCODE_LENGTH_PID в файле конфигурации

source: Confirm the corner edges fit within the green/brown boxes and that the blue lines appear to be drawn over the corner edges (for each 4 corners, both horizonal and vertical lines. If not, edit the PAGE_GUIDE_X_PORTION, HORI_WIDTH and VERT_WIDTH variables in the configuration file
ru: Подтвердите что кромки углов вписываются в зеленые/коричневые поля и что на угловой кромке появляются синие горизонтальные и вертикальные линии (для каждого из 4-х углов). В противном случае, отредактируйте переменные PAGE_GUIDE_X_PORTION, HORI_WIDTH и VERT_WIDTH в файле конфигурации

source: When using banding XML:
cs: Při použití XML pruhování:
es: Utilizando las marcas del XML
hr: Kada koristite XML sa pojasima:
ru: Если вы используете XML-привязку:

source: You must import the original PDF and banding XML file (not a scanned version)
cs: Musíte importovat původní PDF a souboru pruhování XML (nenaskenovaná verze)
es: Debe importar el archivo PDF original y el archivo XML con los campos para las marcas (no la versión escaneada)
hr: Morate uvesti originalni PDF i XML sa pojasima (ne skeniranu verziju)
ru: Вы должны импортировать оригинал PDF-файлы и XML-файл привязки (не сканированную форму)

source: When manually banding:
cs: Při ručním pruhování:
es: Marcando de manera manual
hr: Kada ručno uređujete pojase:
ru: При использовании ручной привязки:

source: You will get the best results if you:
cs: Nejlepší výsledky získáte, když:
es: Conseguirá los mejores resultados si:
gl: Obterá os mellores resultados se:
hr: Postiči ćete najbolje rezultate ako:
pl: Osiągniesz najlepsze rezultaty, jeśli:
ru: Вы получите лучшие результаты, если вы:

source: Print out the form using the same method that you will for all the printed forms
cs: Formulář vytisknete pomocí stejné metody, kterou použijete na všechny vytištěné formuláře
es: Imprimir el formulario con el mismo método que el de los formularios impresos.
gl: Imprime o cuestionario usando o mesmo método que empregará para todos os cuestionarios impresos
hr: Ispišete obrazackoristeći istu metodu kojom printate obrascee koje se popunjavaju
pl: Wydrukujesz formularz używając tej samej metody jak przy drukowaniu wszystkich formularzy
ru: Печатаете форму используя тот же самый метод, что и для других форм

source: Scan the form to a PDF using the same options that you will for the filled forms
pl: Zeskanujesz stronę do pliku PDF używając tych samych ustawień dla wszystkich wypełnionych formularzy
ru: Сканировать форму в файл PDF используя те же параметры что вы будете использовать для заполненных форм

source: Best options for scanning in are:
cs: Nejlepší možnosti pro skenování jsou:
es: Las mejores opciones de escaneo son:
gl: As mellores opcións de escanado son:
hr: Najbolje opcije za skeniranj su:
pl: Zalecane ustawienia skanowania:
ru: Рекомендуемые настройки сканирования:

source: Monochrome (1 bit)
cs: Černobílé (1bit)
es: Monocromo (1bit)
gl: Monocromo (1 bit)
hr: Monokromatsko (1bit)
pl: Monochromatyczne (1 bit)
ru: Монохромное (1 бит)

source: 300DPI Resolution
cs: Rozměr 300DPI
es: Resolución 3000DPI
gl: Resolución de 300 ppp
hr: Rezolucija 300dpi
pl: Rozdzielczość 300DPI
ru: Разрешение 300 DPI

source: Select PDF file to upload:
pl: Wybierz plik PDF do wczytania:
ru: Выберите PDF файл для загрузки:

source: Upload form
cs: Nahrání formuláře
es: Subir formulario
gl: Cargar o cuestionario
hr: Upload obrasca
pl: Wczytaj formularz
ru: Загрузить форму

source: Add new questionnaire
cs: Přidat dotazník
es: Añadir nuevo cuestionario
gl: Engadir un cuestionario novo
hr: Dodaj novi upitnik
pl: Dodaj nowy formularz
ru: Добавить новый опрос

source: Successfully inserted new questionnaire
cs: Úspěšně přidán nový dotazník
es: Nuevo cuestionario insertado con éxito
gl: O cuestionario novo inseriuse con suceso
hr: Uspješno unesen novi upitnik
pl: Pomyślnie dodano nowy formularz
ru: Новый опрос успешно вставлен

source: Failed to insert new questionnaire. Could have conflicting page id's
cs: Nelze vložit nový dotazník. Mohl by mít konfliktní id stránek
es: No se ha podido insertar el nuevo cuestionario. Puede que haya un conflicto con las id de las páginas
gl: Erro ao inserir o cuestionario novo. Pode ter IDs de páxina conflitivos
hr: Nije uspio unos novog upitnika. Možda postoje ID stranica u konfliktu
pl: Nie udało się wstawić nowego formularza. Być może mają ten sam ID strony
ru: Не удалось вставить новый опрос. Возможно есть конфликт ID страниц

source: Test form to check for problems
ru: Проверить форму на наличие ошибок

source: New questionnaire
cs: Nový dotazník
es: Nuevo cuestionario
gl: Cuestionario novo
hr: Novi upitnik
pl: Nowy formularz
ru: Новый опрос

source: Scan the (blank) form to a PDF using the same options that you will for the filled forms
cs: Skenovat (prázdný) formulář do PDF pomocí stejných možností, které použijete pro všechny vyplněné formuláře
es: Escanear el formulario (en blanco) utilizando las mismas opciones que utilizará para los formularios rellenados.
gl: Escanee o cuestoinario baleiro nun PDF usando as mesmas opcións que irá usar cos cuestionarios cubertos
hr: Skenirate blanko obrazac u PDF koriteći iste opcije koje ćete koristiti za skeniranje popunjenih obrazaca
pl: Zeskanuj czysty formularz do pliku PDF używając tych samych ustawień, których użyjesz skanując wszystkie wypełnione formularze
ru: Сканируете (чистую) форму в PDF с теми же сами самыми опциями, что и для заполненных форм

source: Select PDF file to create form from
cs: Vyberte soubor PDF z kterého formulář vytvořit
es: Seleccionar el archivo PDF des del que crear el formulario
gl: Escolla o ficheiro PDF para crear o cuestionario a partir de
hr: Odaberite PDF datoteku iz koje ćete izraditi obrazac
pl: Wybierz plik pdf, z którego zostanie wczytany formularz
ru: Выберите PDF-файл для создание формы

source: (Optional): Select banding XML file
cs: (Nepovinné): Vyberte soubor pruhování XML
es: (Opcional): Seleccionar el fichero XML con los campos para las marcas
hr: (Opcionalno): Odaberite XML datoteku sa pojasima
ru: (При наличии): Выберите XML-файл привязки

source: Enter description of form
cs: Zadejte popis formuláře
es: Escriba la descripción del formulario
gl: Introducir a descrición do cuestionario
hr: Unesite opis obrasca
pl: Podaj opis formularza
ru: Введите описание формы

source: Temporary
cs: Dočasné
es: Temporal
gl: Temporal
hr: Privremeno
pl: Tymczasowy
ru: Временный

source: Text
es: Texto
gl: Texto
hr: Tekst
pl: Tekst
ru: Текст

source: Number
cs: Číslo
es: Número
gl: Número
hr: Broj
pl: Liczba
ru: Число

source: Verify
cs: Ověřit
es: Comprobar
gl: Comprobar
hr: Kontrola
pl: Weryfikacja
ru: Проверить

source: Review a form
cs: Ověřit formulář
es: Revisar un formulario
gl: Revisar un cuestionario
hr: Pregled obrasca
pl: Przejrzyj formularz
ru: Просмотр формы

source: ERROR: Please modify config.inc.php to point to your ADODb installation
cs: CHYBA: Prosím změňte config.inc.php aby odkazoval na vaši instalaci ADODb
es: ERROR: Por favor modifique el archivo config.inc.php para que apunte a la instalación ADODb
hr: GREŠKA: Molimo izmjenite config.inc.php da pokazuje prema Vašoj ADODb instalaciji
pl: BŁĄD: proszę zmodyfikować ścieżkę do ADODB w config.inc.php
ru: ОШИБКА: измените в config.inc.php путь к установленной версии ADODb

source: Modify box
ru: Изменить поле

source: Group type:
cs: Typ skupiny:
es: Tipo de grupo
gl: Clase de grupo:
hr: Tip grupe
pl: Typ grupy:
ru: Тип группы:

source: Variable name:
cs: Název proměnné:
es: Nombre de la variable:
gl: Nome da variábel:
hr: Naziv varijable
pl: Nazwa zmiennej:
ru: Имя переменной:

source: Width:
cs: Šířka:
es: Ancho
gl: Largo:
hr: Širina:
pl: Szerokość:
ru: Ширина:

source: Submit
cs: Odeslat
es: Enviar
gl: Enviar
hr: Slanje
pl: Zatwierdź
ru: Отправить

source: Delete this group
cs: Odstranit tuto skupinu
es: Eliminar este grupo
gl: Borrar este grupo
hr: Brisanje grupe
pl: Usuń tę grupę
ru: Удалить эту группу

source: Page note:
cs: Poznámka stránky:
es: Nota de página
gl: Nota de páxina:
hr: Zabilješkaa stranice:
pl: Notatka do strony:
ru: Заметка о странице:

source: Add note
cs: Přidat poznámku
es: Añadir nota
gl: Engadir unha nota
hr: Dodavanje bilješke
pl: Dodaj notatkę
ru: Добавить заметку

source: Page layout has been updated
cs: Rozvržení stránky bylo aktualizováno

source: Continue with banding
cs: Pokračovat s pruhováním

source: Finished page setup
cs: Dokončeno nastavení stránky

source: tool
cs: nástroj
es: herramienta
gl: ferramenta
hr: alat

source: Continue by setting up page edge detection (page setup)
cs: Pokračovat nastavením zjištění okraje stránky (rozvržení stránky)

source: tool.
cs: nástroje.
es: herramienta.
gl: ferramenta.
hr: alat

source: Limesurvey Survey ID
cs: ID ankety Limesurvey
es: ID de la encuesta Limesurvey

source: Handle missing pages
pl: Pominięte strony

source: Missing Pages
pl: Pominięte strony

source: Missing page
pl: Pominięta strona

source: No missing pages
pl: Brak pominiętych stron

source: Configuration settings (copy and paste in to config.inc.php)
pl: Ustawienia (skopiuj i wklej do config.inc.php)
