Repository: ACSPRI/queXF
Catalog: locale/*/LC_MESSAGES/*.po
Languages: cs, es, gl, hr, pl, ru

source: Mark the proces as killed (i.e. when the server is rebooted)
cs: Označit proces jako ukončený (tj. když je server restartován)
es: Marca el proceso como muerto (Ej. cuando el servidor se reinicia)
hr: Označi proces kao ugašen (npr. kad se server restarta)
pl: Oznacz proces jako usunięty
ru: Отметить процесс как завершенный (например, после перезагрузки сервера)

source: Kill the running process
cs: Ukončit běžící proces
es: Mata el proceso en ejecución
gl: Matar os procesos activos
hr: Ugasi pokrenuti proces
pl: Zatrzymaj działający proces
ru: Остановить текущий процесс

source: may take up to a few minutes to take effect
cs: může to chvilku trvat než se projeví
es: puede tomar unos minutos en entrar en vigor
gl: pode tomar varios minutos para se efectivizar
hr: može potrajati par minuta
pl: może potrwać do kilku minut
ru: может занять несколько минут до получения результата

source: Log id
cs: ID záznamu
es: ID de acceso
hr: ID loga
ru: ID записи в журнале

source: Date
cs: Datum
es: Fecha
gl: Data
hr: Datum
pl: Data
ru: Дата

source: Log entry
cs: Položka záznamu
es: Registro de entrada
hr: Zapis u logu
ru: Запись в журнале

source: running...
cs: běží...
es: ejecutando...
gl: a executar...
hr: pokretanje...
pl: przetwarzanie...
ru: выполняю...

source: No process running
cs: Žádný proces neběží
es: No hay procesos activos
hr: Nijedan proces ne radi
ru: Нет активных процессов

source: Outcome of last process run (if any)
cs: Výsledek posledního spuštěného procesu (pokud je)
es: Resultado de la ejecucción del último proceso (si procede)
gl: Resultado do último proceso executado (se houber)
hr: Rezultat zadnjeg procesa (ukoliko postoji)
pl: Rezultat ostatniego przetwarzania (jeśli istnieje)
ru: Результат запуска предыдущей обработки (если выполнялась)

source: Test configuration
cs: Vyzkoušet nastavení
es: Prueba de configuración
hr: Test konfiguracije
ru: Тест конфигурации

source: Could not connect to database. Make sure the database:
cs: Nelze se připojit k databázi. Ujistěte se, že databáze:
es: No se puede conectar con la base de datos. Compruebe la base de datos.
hr: Nije bilo moguće uspostaviti vezu sa bazom podataka. Osigurejte da baza:
ru: Нет соединения с базой данных. Убедитесь, что база:

source: exists on
cs: existuje na
es: Ya existe.
hr: postoji na
ru: присутствует на

source: and that
cs: a že
es: y ese
hr: i da
ru: и что

source: has privileges to it, otherwise modify config.inc.php to point to the correct database. Also make sure you have loaded the database structure from
cs: má pro ni dostatečná oprávnění, jinak změňte config.inc.php aby odkazoval na správnou databázi. Také se ujistěte, že jste strukturu databáze nahráli z
es: tiene privilegios para ello, de lo contrario modifique config.inc.php para que apunte a la base de datos correcta. Asimismo, asegúrese de que haya cargado la estructura de base de datos de
hr: ima privilegije na njoj. U suprotnom izmjenite config.inc.php da pokazuje na pravu bazu. Takođe pobrinite se da je prava struktura baze učitana iz
ru: имеет на неё привелегии доступа и в config.inc.php записаны корректные настройки для подключения. Также убедитесь, что вы загрузили структуру БД из

source: Database connection succeeded
cs: Připojení k databázi bylo úspěšné
es: Conexión con la base de datos realizada con exito.
hr: Uspješno spajanje na bazu
ru: Успешное соединение с БД

source: User authentication has been set up. You are user:
cs: Bylo nastaveno ověřování uživatelů. Jste uživatel:
es: Autentificación de usuario ha sido configurada. Usted es el usuario:
hr: Postavljena autentifikacija korisnika. Vi ste korisnik:
ru: Аутентификация пользователей настроена. Вы:

source: Could not detect user authentication. Please set up web server based authentication. If using apache, see here:
cs: Nelze zjistit ověření uživatelů. Prosí nastavte ověření související s internetovým serverem. Pokud používáte Apache, prohlédněte si:
es: No se puede detectar autentificación de usuario. Por favor, configure a autenticación de su servidor. Si utiliza Apache, consute aquí:
hr: Nije bilo moguće detektirati autentifikaciju. Molimo podesite web server baziranu autentifikaciju. Ako koristite Apacje, vidite ovdje:
ru: Не возможно обнаружить инструмент аутентификации пользователей. Установите систему авторизации, применяемую сервером. Если вы используете Apache, зайдите сюда:

source: Apache authentication
cs: Ověřování přes Apache
es: Autentificación de Apache
hr: Apache autentifikacija
ru: Аутентификация в Apache

source: Recommended minimum
cs: Doporučené minimum
es: Mínimo recomendado
hr: Preporučeni minimum
ru: Рекомендованный минимум

source: Passed
cs: V pořádku
es: Aprobado
hr: Prošao
ru: ОК

source: Configuration options from php.ini:
cs: Možností nastavení z php.ini:
es: Opciones de configuración de php.ini
hr: Konfiguracijske opcije iz php.ini:
ru: Настройки из php.ini:

source: Found GhostScript version
cs: Nalezena verze GhostScript
es: Encontrada la versión de GhostScript:
hr: Pronađen GhostScript verzija
ru: Найдена версия GhostScript

source: This version of GhostScript has a bug that makes it incompatible with queXF
ru: Эта версия GhostScript имеет ошибку, которая делает его несовместимым с queXF

source: exists but can not execute it. Please make sure you are pointing to the executable file, not just the directory of Ghostscript
cs: existuje ale nelze spustit. Ujistěte se, že odkazujete na spustitelný soubor a ne jenom na adresář Ghostscript
es: Existe pero no se puede ejecutar. Por favor asegurese de que esta señalando al archivo ejecutable, no sólo a la carpeta de Ghostscript
hr: postoji ali nije moguće izvršiti. Molimo osigurajte da pokazujete na izvršnu datoteku, ne samo direktorij GhostScripta.
ru: доступен, но не выполняется. Убедитесь, что вы указали исполняемый файл, а не просто папку Ghostscript

source: Could not find GhostScript in path:
cs: Nelze najít Ghostscript v cestě:
es: No se puede encontrar la carpeta de GhostScript
ru: Не могу найти GhostScript по пути:

source: Please modify config.inc.php, GS_BIN to point to the gs executable. Also please make sure you are pointing to the executable file, not just the directory of Ghostscript
cs: Prosím změňte config.inc.php, GS_BIN aby odkazoval na spustitelný soubor gs. Dále se ujistěte, že neodkazujete na adresář Ghostscript
es: Por favor modifica el archivo config.inc.php, para que GS_BIN señale a el ejecutable de gs.
ru: Пожалуйста, запишите в переменной GS_BIN файла config.inc.php пусть к исполняемому файлу gs. Убедитесь, что указываете пусть именно к исполняемому файлу, а не просто к папке с ним

source: Images directory writeable
ru: Каталог с изображениями доступен для записи

source: Images directory NOT writeable
ru: Каталог с изображениями НЕ доступен для записи

source: Found Tesseract version
ru: Найдена версия Tesseract

source: Could not find Tesseract in path:
ru: Tesseract не обнаружен в директории:

source: Please modify config.inc.php, TESSERACT_BIN to point to the tesseract executable or disable OCR by changing OCR_ENABLED to false
ru: Пожалуйста, измените в файле config.inc.php значение TESSERACT_BIN и укажите расположение исполняемого файла tesseract или отключите OCR (оптическое распознавание) изменив параметр OCR_ENABLED на false

source: FAILED
cs: SELHALO
es: FALLÓ
hr: NIJE USPJELO
ru: НЕУСПЕШНО

source: Passed Configuration Test
cs: Zkouška nastavení splněna
es: Prueba de configuración superada con éxito
ru: Тест конфигурации пройден

source: Output unverified data
cs: Vypisovat neověřená data
es: Extraer datos no verificados
hr: Izlaz neverificiranih podataka
ru: Выходные непроверенные данные

source: Data
es: Datos
gl: Datos
hr: Podaci
pl: Dane
ru: Данные

source: CSV Labelled
cs: Označené CSV
es: Etiquetado CSV
hr: CSV označen
ru: CSV Маркированный

source: Banding XML
cs: Pruhování XML
es: Campos para marcar del XML
hr: XML sa pojasima
ru: XML привязки

source: Warning: the data downloaded from here is unverified
cs: Varování: data stažená odsud jsou neověřená
es: Atención: Los datos descados desde aquí estan sin verificar
hr: Upozorenje: podaci downloadani odavde nisu provjereni
ru: Внимание: данные, скачиваемые отсюда, не проверены

source: Re verify
cs: Znovu ověřit
es: Volver a comprobar
gl: Volver comprobar
hr: Ponovna provjera
pl: Ponowna weryfikacja
ru: Перепроверка

source: List
ru: Список

source: Download
cs: Stáhnout
es: Descargar
hr: Preuzimanje
pl: Pobieranie
ru: Скачать

source: to edit
cs: k úpravě
es: editar
hr: za uređivanje
pl: do edycji
ru: для редактирования

source: Upload here
cs: Nahrajte zde
es: Subir aquí
hr: Upload ovdje
pl: Importuj
ru: Загружать сюда

source: Upload pages
cs: Nahrát stránky
es: Subir páginas
hr: Upload stranica
ru: Загрузить страницы

source: Touch up
cs: Upravit
es: Retocar
hr: Dotjerivanje
ru: Правка

source: Processing KB
cs: Zpracovávání KB
es: Procesando KB
hr: Procesiranje baze znanja
ru: Обработка базы знаний

source: Trained
cs: Vyučeno
es: Entrenado
hr: Naučen
ru: Тренировка

source: to knowledge base
cs: do báze znalostí
es: A la base de conocimiento
hr: u bazu znanja
ru: в базу знаний

source: Generated KB
cs: Vytovřeno KB
es: Generado KB
hr: Generirana baza znanja
ru: База знаний сгенерирована

source: Did not generate KB as not all records trained
cs: KB nebyla vytvořena protože ne všechny záznamy byly vycvičeny
es: No se ha generado KB ya que no todos los registros fueron entrenados
hr: Ne generiraj bazu znanja jer svi zapisi nisu naučeni
ru: База не сгенерирована, т.к. не произведена тренировка на всех записях

source: Reorder variables
cs: Uspořádat proměnné
es: Reordenar variables
gl: Reordenar as variábeis
ru: Сортировка переменных

source: Manual reorder
cs: Ruční uspořádání
es: Reordenar manualmente
gl: Reordenación manual
pl: Ręczne
ru: Ручная сортировка

source: Reorder by position
cs: Seřadit podle pozice
es: Reordenar por posición
gl: Rordenar por posición
pl: Wg pozycji
ru: Сортировка по позиции

source: Reorder by variable name
cs: Seřadit podle názvu proměnné
es: Reordenar por nombre de la variable
gl: Reordenar por nome de variábel
hr: Rasporedi po nazivu promjenjive
ru: Сортировка по имени

source: Reorder variables by dragging and dropping, then clicking on 'Save Changes' below
cs: Proměnné můžete seřadit přetažením, pak níže klikněte na 'Uložit změny'
es: Reordenar variables arrastrando y soltando, luego hay que hacer click en "Guardar Cambios" más abajo
gl: Reordenar as variábeis arrastrándoas e calcando embaixo en 'Gardar Cambios' despois
hr: Rasporedi varijable povlačenjem i spuštanjem, potom klikni na 'Spremi izmjene' ispod
ru: Сортируйте переменные перетаскиванием, затем нажмите "Сохранить изменения"

source: Click here
cs: Klikněte sem
es: Haz click aquí
gl: Calque aquí
hr: Klikni ovdje
pl: Kliknij tutaj
ru: Щелкните здесь,

source: to return without saving changes
cs: pro návrat bez uložení změn
es: Volver sin guardar los cambios
gl: para voltar sen gardar os cambios
hr: za povratak bez spremanja izmjena
pl: by wrócić bez zapisywania zmian
ru: чтобы вернуться без сохранения изменений

source: Save changes
cs: Uložit změny
es: Guardar los cambios
gl: Gardar os cambios
hr: Spremi promjene
pl: Zachowaj zmiany
ru: Сохранить изменения

source: ICR Training
cs: Výuka ICR
es: Entrenamiento de ICR
hr: Učenje ICR-a
ru: Тренировка распознавания

source: Found duplicate
cs: Nalezen duplikát
es: Encontrado duplicación
hr: Duplikat pronađen
ru: Найден дубликат

source: characters
cs: znaků
es: caracteres
hr: znakovi
ru: симв.

source: Chars
cs: Znaků
es: Caracteres
hr: Znakovi
ru: Символы

source: from
cs: z
es: de
hr: iz
ru: из

source: Started training process
cs: Zahájen proces výuky
es: Comenzado el proceso de entrenamiento
hr: Pokrenut proces učenja
ru: Запущенный процесс тренировки

source: Character
cs: Znak
es: Caracter
hr: Znak
ru: Символ

source: Make sure the letter in the box matches the image. If you do not want to import a box, click on it to disable it (click again to enable).
cs: Ujistěte se, že znak v rámečku odpovídá obrázku. Pokud rámeček nechcete importovat, klikněte na něj pro jeho zakázání (klikněte znovu pro povolení).
es: Asegúrese de que la letra en la caja coincide con la imagen. Si no desea importar un caja, haga clic en él para desactivar (haga clic de nuevo para habilitar).
hr: Pobrinite se da slovo u polju odgovara slici. Ukoliko ne želite uvesti polje, kliknite na njega da ga onemogućite (kliknite ponovo da ga omogućite)
ru: Символ должен совпадать с изображением. Если вы не хотите подтверждать символ, нажмите на него для удаления (или нажмите снова для возврата)

source: Description for knowledge base:
cs: Popis pro bázi znalostí:
es: Descripción de la base del conocimiento
hr: Opis baze znanja
ru: Описание базы знаний:

source: Train
cs: Výuka
es: Entrenar
hr: Učenje
ru: Тренировка

source: Manually train
cs: Učit ručně
es: Entrenamiento manual
hr: Ručno učenje
ru: Ручная тренировка

source: Please choose which characters to include in training
cs: Prosím zvolte, které znaky budou ve výuce zahrnuty
es: Por favor, elige carácteres a incluir en el entrenamiento
hr: Odaberite koje znakove koristite u učenju
ru: Выберите символы для включения в тренировка

source: Number of instances
cs: Počet instancí
es: Número de casos
hr: Broj instanci
ru: Число случаев

source: Include in training?
cs: Zahrnout ve výuce?
es: Incluir en el entrenamiento
hr: Uključi u učenje
ru: Включить в тренировку?

source: Start training process in background
cs: Spustit proces výuky v pozadí
es: Comenzar el proceso de entrenamiento en segundo plano.
hr: Pokreni proces učenja u pozadini
ru: Начать процесс тренировки в фоне

source: Please choose which verifiers to include in training
cs: Prosím zvolte které ověřovatele zahrnout ve výuce
es: Por favor, elija los verificadores a incluir en el entrenamiento
hr: Odaberite verifikatore uključene u učenje
ru: Выберите проверяющих для включения в тренировку

source: Number of forms
cs: Počet formulářů
es: Número de formularios.
hr: Broj obrazaca
ru: Число форм

source: Continue training
cs: Pokračovat ve výuce
es: Continuar entrenando
hr: Nastavak učenja
ru: Продолжить тренировку

source: ICR Train
cs: Výuka ICR
es: Entrenamiento ICR
hr: CIR učenje
ru: Тренировка распознавания

source: Import ICR KB from XML
cs: Importovat ICR KB z XML
es: Importar ICR KB desde XML
ru: Импортировать базу знаний из XML

source: Successfully loaded ICR XML file
cs: Úspěšně načten XML soubor ICR KB
es: Cargado con exito el fichero ICR XML
ru: База знаний в формате XML успешно загружена

source: Failed to load ICR XML file
cs: Nelze načíst XML soubor ICR KB
es: Falló al cargar el fichero ICR XML
ru: Ошибка загрузки базы знаний в формате XML

source: Select ICR KB XML file
cs: Vybrat XML soubor ICR KB
es: Seleccionar archivo ICR KB XML
ru: Выберите XML-файл базы знаний

source: Upload XML
cs: Nahrát XML
es: Subir XML
hr: Upload XML-a
pl: Prześlij XML
ru: Отправить XML

source: Export ICR KB to XML
cs: Exportovat ICR KB do XML
es: Exportar ICR KB a XML
ru: Экспорт базы знаний в XML

source: ICR KB
ru: База знаний распознавания

source: Output data
cs: Výstupní data
es: Datos de salida
gl: Datos de saída
hr: Izlaz podataka
pl: Eksportuj dane
ru: Выходные данные

source: CSV Merged
ru: Файлы CSV объединены

source: Processing directory
cs: Zpracovávání adresáře
es: Procesando carpeta
gl: A procesar o cartafol
hr: Direktorij obrade
pl: Przetwarzam katalog
ru: Обработка каталога

source: Watching...
cs: Sledování...
es: Mirando...
gl: A revisar...
hr: Nadzirem...
ru: Просмотр..

source: Cannot process this directory - check that it is valid and permissions are correct
cs: Nelze zpracovat adresář - zkontrolujte, zdali je platný a zda jsou oprávnění v pořádku
es: No se puede procesar el directorio - compruebe que es válido y que los permisos son correctos
gl: Non se puido procesar este cartafol - comprobe que é válido e que os permisos están ben
hr: Ne mogu obraditi direktorij - provjeri da je isprava i dozvole su točne.
ru: Не удается обработать этот каталог - проверьте, что он существует и у вас есть права доступа

source: Undetected Pages
cs: Nezjištěné stránky
es: Páginas no detectadas
hr: Nedetektirane stranice
ru: Необнаруженные страницы

source: Undetected page
cs: Nezjištěná stránka
es: Página no detectada
hr: Nedetektirana stranica
ru: Необнаруженная страница

source: Page
cs: Stránka
es: Página
gl: Páxina
hr: Stranica
pl: Strona
ru: Страница

source: of Form
cs: z formuláře
es: del formulario
gl: do Cuestionario
hr: Obrasca
pl: formularza
ru: из Формы

source: Form
cs: Formulář
es: Formulario
hr: Obrazac
pl: Formularz
ru: Форма

source: Accept
cs: Potvrdit
es: Aceptar
gl: Aceptar
hr: Prihvati
pl: Akceptuj
ru: Принять

source: No undetected pages
cs: Žádné nezjištěné stránky
es: No hay paginas sin detectar
hr: Nema nedetektiranih stranica
ru: Нет необнаруженных страниц

source: There may already be an client of this name
cs: Již může existovat klient s tímto jménem
es: Debería haber un cliente con este nombre
gl: Pode que xa exista un cliente con ese nome
hr: Možda već postoji klijent ovog naziva
pl: Być może jest już klient o tej nazwie
ru: Клиент с таким именем уже присутствует

source: Add a client
cs: Přidat klienta
es: Añadir un cliente
gl: Engadir un cliente
hr: Dodaj klijenta
pl: Dodaj klienta
ru: Добавить клиента

source: Adding a client here will allow them to access project information in the client subdirectory. You can assign a client to a particular project using the
cs: Když tady přidáte klienta, umožníte jim přístup k informacím o projektu v podadresáři klienta. Klienta můžete přidělit ke konkrétnímu projektu pomocí
es: Añadir un cliente aquí le permitirá acceder a la información del proyecto en el subdirectorio cliente. Puede asignar un cliente a un proyecto en concreto utilizando el
gl: Engadir un cliente aquí permitiralle acceder a información do proxecto no subdirectorio do cliente. Pode asignar un cliente a un proxecto particular usando o
hr: Dodavanje klijenta ovdje omogućit će im pristu projektnim informacijama u poddirektoriju klijenta. Možete dodjeliti klijenta određenom projektu korištenjem
ru: Добавление клиента позволит ему получить доступ к проекту в клиентской подпапке. Вы выможете привязать клиента к проекту используя инструмент

source: Assign client to Form
cs: Přidělit klienta k formuláři
es: Asignar el cliente a un formulario
gl: Asignar un cliente ao Cuestionario
hr: Dodjeli klijenta obrascu
ru: Привязка клиента к форме

source: Use this form to enter the username of a user based on your directory security system. For example, if you have secured the base directory of queXF using Apache file based security, enter the usernames of the users here.
cs: Tento formulář použijte k zadání uživatelského jména na základě vašeho zabezpečení adresáře. Například, pokud jste zabezpečili základní adresář queXF pomocí zabezpečení souborem z Apache, zadejte jména zde.
es: Utilice este formulario para introducir el nombre del usuario basado en el sístema de seguridad de su carpeta. Por ejemplo, si usted ha protegido el directorio base de queXF utilizando el sístema de seguridad de archivos de Apache, introduzca el nombre de los usuarios aquí.
gl: Use este formulario para introducir o nome dun/dunha usuario/a baseado no sistema de seguranza de directorio. Se segurou o directorio base de queXF usando a seguranza baseada en ficheiros de Apache, introduza os nomes de usuario/a aquí.
hr: Koristite ovaj obrazac da unesete korisničko ime korisnika bazirano na vašem direktorijskom sigurnosnom sustavu, npr. ako ste osigurali direktorij queXF koristeči Apache datotečnu sigurnost, unesite imena korisnika ovdje.
ru: Используйте эту форму для ввода имени пользователя, основываясь на вашей системе защиты сервера. Например, если вы защитили папку queXF используя систему защиты вебсервера Apache, введите имена пользователей из этой системы сюда.

source: Enter the username of a client to add:
cs: Zadejte uživatelské jméno klienta klienta, který bude přidán:
es: Escriba el nombre de usuario del cliente que desee añadir:
gl: Introduz o nome de usuario/a do cliente a engadir:
hr: Unesi korisničko ime klijenta
ru: Введите имя пользователя для добавления:

source: Enter the description of the client to add:
cs: Zadejte popis klienta k přidání:
es: Escriba la descripción del cliente que desee añadir_
gl: Introduza a descrición do cliente a engadir:
hr: Unesi opis klijenta
ru: Описание клиента:

source: Pages missing from scan
cs: Stránky chybějící ze skenování
es: Paginas que faltan por escanear
hr: Stranice nedostaju u skenu
ru: Страницы, отстствующие в сканированиях

source: Handle undetected pages
cs: Zpracovávat nezjištěné stránky
es: Dominio de paginas no detectadas
hr: Upravljanje nedetektiranim stranicama
ru: Управление нераспознанными страницами

source: Delete form and allow importing again
cs: Smazat formulář a znovu povolit importování
es: Eliminar el formulario y permitir importarlo de nuevo.
hr: Brisanje obrasca i ponovni uvoz
ru: Удалить форму и разрешить повторный импорт

source: Assign clients to questionnaires
cs: Přidělit klienty k dotazníkům
es: Asignar clientes a los cuestionarios
gl: Asignar clientes aos cuestionarios
hr: Dodjeli klijente upitniku
ru: Привязать клиентов к Опросам

source: Cannot detect page edge on page
cs: Nelze zjistit okraj stránky na stránce
es: Imposible detectar borde de la pagina
hr: Nije bilo moguće detektirati rubove stranice
ru: Невозможно обнаружить край у страницы

source: Set page layout
cs: Nastavit rozvržení stránky
es: Configuración del formato de la página
gl: Establecer o formato de páxina
hr: Podesi raspored stranice
pl: Ustaw układ strony
ru: Установка макета страницы

source: Copy settings from this page to all other pages
cs: Kopírovat nastavení z této stránky na ostatní
es: Copiar las opciones de esta pagina al resto de páginas
hr: Kopiraj postavke stranice na sve druge stranice
ru: Копирововать настройки с этой страницы на все другие

source: Page setup disabled (click to enable)
ru: Настройка параметров страницы отключена (кликнуть для включения)

source: Page setup ENABLED (click to disable)
ru: Настройка параметров страницы ВКЛЮЧЕНА (кликнуть для выключения)

source: Page setup
cs: Rozvržení stránky
es: Configuración de la pagina
gl: Configuración da páxina
hr: Postavke stranice
pl: Ustawienia strony
ru: Настройка страницы

source: Import a directory of PDF files
cs: Importovat adresář souborů PDF
es: Importar un directorio de archivos PDF
gl: Importar un directorio de ficheiros PDF
hr: Uvezi direktorij PDF datoteka
pl: Importuj katalog z plikami
ru: Импорт папки с PDF-файлами

source: Directory
cs: Adresář
es: Directorio
gl: Directorio
hr: Direktorij
pl: Katalog
ru: Каталог

source: Enter directory local to the server (eg /mnt/iss/tmp/images)
cs: Zadejte adresář, který je umístěn na serveru (např. /mnt/iss/tmp/images)
es: Introduzca la carpeta local del servidor (Pe. /mnt/iss/tmp/images)
gl: Introduza o directorio local do servidor (ex.: /mnt/iss/tmp/images)
hr: Unesite lokalni direktorij servera (npr. /mnt/iss/tmp/slike)
pl: Podaj katalog lokalny na serwerze
ru: Введите относительный пусть на сервере (напр. /mnt/iss/tmp/images или c:\xammp\tmp)

source: Process directory: browser window must remain open
cs: Zpracovat adresář: okno prohlížeče musí zůstat otevřené
es: Directorio de procesos: la ventana del navegador debe permanecer abierta
gl: Directorio de procesamento: a xanela do navegador debe permanecer aberta
hr: Obrađujem direktorij: prozor preglednika mora ostati otvoren
pl: Przetwórz katalog
ru: Обработать папку: окно бразуера должно оставаться открытым
