Repository: ACSPRI/queXF
Catalog: locale/*/LC_MESSAGES/*.po
Languages: cs, es, gl, hr, pl, ru

source: Review Form
cs: Kontrola formuláře
es: Revisar formulario
gl: Revisar o Cuestionario
hr: Pregled obrasca
pl: Sprawdź formularz
ru: Просмотр формы

source: Form:
cs: Formulář:
es: Formulario:
gl: Cuestionario:
hr: Obrazac:
pl: Formularz:
ru: Форма:

source: Variable:
cs: Proměnná:
gl: Variábel:
hr: Varijabla:
pl: Zmienna:
ru: Переменная:

source: Page:
cs: Stránka:
es: Página:
gl: Páxina:
hr: Stranica:
pl: Strona:
ru: Страница:

source: ERROR: Multiple forms assigned, please see a technical officer
cs: CHYBA: Přiděleno více formulářů, prosím kontaktujte technické oddělení
es: ERROR: Se han asignado múltiples formularios, por favor, contacte con el administrador
gl: ERRO: Asignáronse múltiples cuestionarios. Por favor, consulte a un/unha técnico/a
pl: Błąd, Przypisano wiele formularzy, skontaktuj się z administratorem
ru: ОШИБКА: связано с несколькими формами, обратитесь в техническую поддержку

source: BARCODE
cs: ČÁRKOVÝ KÓD
es: CODIGO DE BARRAS
gl: CÓDIGO DE BARRAS
hr: BARKOD
pl: Kod kreskowy
ru: ШТРИХ-КОД

source: INVALID - IGNORING BLANK PAGE
cs: NEPLATNÉ - IGNOROVÁNÍ PRÁZDNÉ STRÁNKY
es: INVALIDO - IGNORANDO PAGINA EN BLANCO
gl: NON VÁLIDA - A IGNORAR A PÁXINA EN BRANCO
pl: Błąd - ignoruję pustą stronę
ru: ОШИБКА - ПУСТАЯ СТРАНИЦА ИГНОРИРОВАНА

source: Failed to import as no pages were detected
cs: Nelze importovat protože nebyly zjištěny žádné stránky
es: No se pudo importar, ya que no se han detectado páginas
ru: Не возможно импортировать т.к. не обнаружены страницы

source: Importing
cs: Importování
es: Importando
gl: A importar
hr: Uvoz u tijeku
pl: Importowanie
ru: Импорт

source: Finding qid
cs: Hledání qid
es: Encontrando qid
gl: Achando o qid
pl: Rozpoznaję ID formularza
ru: Поиск qid

source: Got qid
cs: qid nalezeno
es: Obtenido qid
gl: qid obtido
pl: Rozpoznano ID formularza
ru: Найден qid

source: Processing pid
cs: Zpracovávání pid
es: Procesando pid
gl: A procesar o pid
pl: Przetwarzam stronę o ID
ru: Обработка pid

source: Pid not identified for this page, inserting into missing pages...
cs: Pid nenalezeno pro tuto stránku, vkládání do chybějících stránek...
es: Pid no identificado para esta página, insertando en las páginas que faltan
gl: Non se identificou o pid desta páxina, a inserilo nas páxinas perdidas...
pl: Nie rozpoznano ID strony, wstawiam do pominiętych stron
ru: Pid не обнаружен для этой страницы, вставляем в отсутствующие страницы...

source: Blank page: ignoring
cs: Prázdná stránka: ignorování
es: Página en blanco: ignorar
gl: Páxina en branco: a ignorar
pl: Pusta strona: ignoruję
ru: Пустая страница: игнорировано

source: Could not get pid, inserting into missing pages...
cs: Nelze získat pid, vkládání do chybějících stránek...
es: No se pudo obtener pid, insertando en las páginas que faltan
gl: Non se puido obter o pid, a inserilo nas páxinas perdidas...
pl: Nie rozpoznano ID strony, wstawiam do pominiętych stron
ru: Невозможно обнаружить pid, вставляем в отсутствующие страницы...

source: Could not get qid...
cs: Nelze získat qid...
es: No se pudo obtener qid
gl: Non se puido obter o qid...
pl: Nie rozpoznano ID formularza
ru: Невозможно обнаружить qid...

source: Automatically processing the 1 missing page for this form - assuming pid:
cs: Automatické zpracování 1 chybějící stránky v tomto formuláři - pid předpokládáno:
es: Procesamiento automático de 1 página que falta para este formulario - asumiento el pid:
gl: A procesar automaticamente a única páxina perdida para este cuestionario - a asumir o pid:
pl: Automatycznie przetwarzam pierwszą pominiętą stronę formularza - zakładam jej ID:
ru: Автоматически обработана одна отсутствующая страница для этой формы - предполагаемый pid:

source: Deleting missing pages as all form page slots filled
cs: Mazání chybějících stránek protože všechny pozice formuláře jsou naplněny
es: Eliminar las páginas que faltan porque todos los espacios en blanco están rellenos
gl: Borrar as páxinas perdidas conforme se enchen os cargadores de páxinas do cuestionario
ru: Удаление отсутствующих страниц, т.к. все страницы добавлены к форме

source: File already in database
cs: Soubor již je v databázi
es: El archivo ya se encuentra en la base de datos
gl: O ficheiro xa está na base de datos
pl: Plik już znajduje się w bazie
ru: Файл уже в базе данных (совпадение SHA-1)

source: XML RPC Error:
cs: Chyba XML RPC:
es: Error XML rpc
hr: XML RPC Greška:
ru: Ошибка XML RPC:

source: unverified
cs: neověřeno
es: No verificado
hr: (nije potvrđen)
ru: не проверено

source: This is how the story goes.
cs: A ten příběh se vypráví takto.
es: Así es como va la historia
gl: Así é como funciona isto.
pl: Tak się zaczyna ta historia.
ru: Как развивалась история.

source: Review forms
cs: Zkontrolovat formuláře
es: Revisar formularios
gl: Revisar os cuestionarios
ru: Обзор форм

source: Review
cs: Zkontrolovat
es: Revisar
gl: Revisar
hr: Provjera
ru: Обзор

source: This form not available for you to review. Please enter a form id in the box on the left
cs: Tento formulář Vám není dostupný ke kontrole. Prosím zadejte ID formuláře do rámečku vlevo
es: Este formulario no esta disponible para que lo revise. Por favor, introduzca un ID de formulario en la casilla de la izquierda
gl: Este cuestionario non está dispoñíbel apara a súa revisión. Por favor, introduza un id de cuestionario na caixa da esquerda
ru: Эта форма для вас недоступна. Введите ID формы в поле слева

source: You are not authorised to review any forms
cs: Nemáte oprávnění kontrolovat formuláře
es: No está autorizado para revisar ningún formulario
gl: Non está autorizado a verificar cuestionario ningún
ru: Вы не авторизованы для просмотра форм

source: Please log in
cs: Prosím přihlašte se
es: Indentifíquese, por favor
gl: Por favor, identifíquese
hr: Molimo prijavite se
pl: Proszę się zalogować
ru: Пожалуйста, войдите в систему

source: Verify: No more work
cs: Ověření: Žádné další úkony
es: Comprobar: No hay más trabajo
gl: Comprobación: Fin do traballo
hr: Potvrda: nema više posla
pl: Weryfikacja: koniec pracy
ru: Верификация: нет работы

source: NO MORE WORK
cs: ŽÁDNÉ DALŠÍ ÚKONY
es: NO HAY MÁS TRABAJO
gl: FIN DO TRABALLO
hr: NEMA VIŠE POSLA
pl: Koniec pracy
ru: РАБОТЫ БОЛЬШЕ НЕТ

source: Check for more work
cs: Zkontrolovat další úkony
es: Compruebe si hay más trabajo
gl: Procurar máis traballo
hr: Potvrditi za još posla
pl: Sprawdź, czy jest coś do zrobienia
ru: Проверить наличие заданий

source: Verify: Assign form
cs: Ověření: Přidělení formuláře
es: Comprobar: Asignar formulario
gl: Comprobación: Asignar un cuestionario
hr: Podvrda: Dodjela formulara
pl: Weryfikacja: Przypisywanie formularza
ru: Верификация: назначение формы

source: There is no form currently assigned to you
cs: Zatím nemáte přidělen žádný formulář
es: No hay ningún formulario asignado a usted
gl: Non lle foi asignado cuestionario ningún
hr: Trenutno nema formulara dodjeljenih Vama
pl: Nie masz przypisanego żadnego formularza
ru: Для вас формы не назначены

source: Assign next form
cs: Přidělit další formulář
es: Asignar próximo formulario
gl: Asignar o cuestionario seguinte
hr: Dodjela slijedećeg formulara
pl: Przypisz kolejny formularz
ru: Назначить следующую форму

source: Assigning next form: Please wait...
cs: Přidělování dalšího formuláře: Prosím čekejte...
es: Asignando el siguiente formulario: Por favor, espere...
gl: A asignar o cuestionario seguinte: Por favor agarde...
hr: Dodjeljivanje slijedećeg formulara: Molim sačekajte..
pl: Przypisuję formularz: proszę czekać
ru: Назначение следующей формы: подождите...

source: Operator
cs: Operátor
es: Operador
gl: Operador
hr: Operater
ru: Оператор

source: Completed Forms
cs: Dokončené formuláře
es: Formularios completados
gl: Cuestionarios completos
hr: Kompletirani formulari
pl: Wypełnione formularze
ru: Заполненные формы

source: Completions Per Hour
cs: Dokončení za hodinu
es: Completados por hora
gl: Completados Por Hora
hr: Kompletiranja po satu
pl: Wypełnień na godzinę
ru: Заполнений в час

source: Pages Per Hour
cs: Stránka za hodinu
es: Páginas por hora
gl: Páxinas Por Hora
hr: Stranica po satu
pl: Stron na godzinę
ru: Страниц в час

source: Remain to verify
ru: Осталось проверить

source: Verify: Done
cs: Ověření: Hotovo
es: Comprobar: Hecho
gl: Comprobación: Feita
hr: Kontrola: Završeno
pl: Weryfikacja: zrobione
ru: Верификация: завершено

source: The required fields have been filled
cs: Povinná pole byla vyplněna
es: Los campos requeridos han sido rellenados
gl: Cumprimentáronse os campos requiridos
hr: Obvezna polja su popunjena
pl: Wymagane pola zostały wypełnione
ru: Обязательные поля были заполнены

source: Submit completed form to database
cs: Odeslat vyplněný formulář do databáze
es: Enviar formulario completado a la base de datos
gl: Enviar os cuestionarios completos á base de datos
hr: Slanje popunjenog formulara u bazu podataka
pl: Prześlij wypełniony formularz do bazy
ru: Отправить заполненную форму в базу

source: Review all questions again
cs: Znovu zkontrolovat všechny otázky
es: Revise todas las preguntas otra vez
gl: Revisar outra vez todas as preguntas
hr: Ponovni pregled svih pitanja
pl: Sprawdź ponownie wszystkie pytania
ru: Просмотрите все вопросы еще раз

source: Clear all entered data and review again
cs: Vyčistit všechna zadaná data a znovu zkontrolovat
es: Borrar los datos introducidos y revisar otra vez
gl: Limpar todos os datos introducidos e revisar outra vez
hr: Poništavanje svih podataka i ponovni pregled
pl: Wyczyść wszystkie wprowadzone dane i sprawdź ponownie
ru: Очистить все введенные данные и заполнить еще раз

source: Submitting: Please wait...
cs: Odesílání: Prosím čekejte...
es: Enviando: Por favor espere...
gl: A enviar: Por favor agarde...
hr: Slanje: Molimo sačekajte..
pl: Przesyłanie: proszę czekać
ru: Отправка: Пожалуйста, подождите ...

source: Verifier
cs: Ověřovatel
es: Verificador
gl: Verificador/a
hr: Kontolor
pl: Weryfikator
ru: Верификатор

source: Page is missing from scan
cs: Stránka chybí ve skenování
es: Falta la página del escaneado
hr: Stranica nedostaje iz skeniranih
ru: Страница отсутствует в сканированных

source: Image of page
cs: Obrázek stránky
es: Imagen de la página
gl: Imaxe da páxina
hr: Slika stranice
pl: Obraz strony
ru: Изображение страницы

source: form
cs: formulář
es: formulario
gl: cuestionario
hr: obrazac
pl: formularz
ru: форма

source: Centre Page
cs: Vystředit stránku
es: Centrar página
gl: Centrar a páxina
hr: Centriranje stranice
pl: Wyśrodkowanie strony
ru: Центрировать страницу

source: Accept page
ru: Принять страницу

source: Loading panel...
cs: Načítání panelu...
es: Cargando panel...
gl: A cargar o panel...
hr: Učitavanje panela...
pl: Ładowanie panelu
ru: Панель загружается...

source: Error, try with Firefox
cs: Chyba, zkuste s Firefox
es: Error, inténtelo con Firefox
gl: Erro, ténteo con Firefox
hr: Greška, pokušajte sa Firefox-om
pl: Błąd, spróbuj z firefoxem
ru: Ошибка, попробуйте открыть в Firefox

source: queXS and Limesurvey integration
cs: Integrace queXS a Limesurvey
es: Integración con queXS y Limesurvey
hr: queXS i Limesurvey integracija
ru: Интерграция queXS и Limesurvey

source: Go back
cs: Jít zpět
es: Volver atrás
hr: Natrag
pl: Wstecz
ru: Назад

source: RPC Server URL (example: http://user:password@localhost/quexs/include/limesurvey/admin/remotecontrol.php)
cs: URL serveru RPC (příklad: http://uživatel:heslo@localhost/quexs/include/limesurvey/admin/remotecontrol.php)
es: URL del servidor RPC (ejemplo: http://user:password@localhost/quexs/include/limesurvey/admin/remotecontrol.php)
hr: URL RPC Servera (example: http://user:password@localhost/quexs/include/limesurvey/admin/remotecontrol.php)
ru: URL RPC-сервера (например: http://dmedvedev:dorofey@gov.ru/quexs/include/limesurvey/admin/remotecontrol.php)

source: RPC Username
cs: Uživatelské jméno RPC
es: Usuario RPC
hr: RPC korisničko ime
ru: Имя пользователя RPC

source: RPC Password
cs: Heslo RPC
es: Completo RPC
hr: RPC lozinka
ru: Пароль RPC

source: Update settings
cs: Aktualizovat nastavení
es: Actualizar configuración
hr: Ažuriranje postavki
ru: Обновить настройки

source: Upload
cs: Nahrát
es: Subir
ru: Загрузить

source: No forms to upload
cs: Žádné formuláře k narhání
es: No hay formularios para subir
hr: Nema obrazaca za upload
ru: Нет форм для загрузки

source: Form ID
cs: ID formuláře
es: ID del formulario
gl: ID do cuestionario
hr: ID obrasca
pl: ID formularza
ru: ID формы

source: Delete a questionnaire
cs: Smazat dotazník
es: Eliminar un cuestionario
gl: Borrar un cuestionario
pl: Usuń formularz
ru: Удалить опрос

source: Click to delete questionnaire
cs: Klikněte pro smazání dotazníku
es: Click para eliminar un cuestionario
gl: Prema para borrar o cuestionario
pl: Kliknij aby usunąć formularz
ru: Нажмите, чтобы удалить опрос

source: The following questionnaires have no forms associated with them so are safe to delete
cs: Následující dotazníky nemají žádné přidělené formuláře a můžou být smazány
es: Los siguientes cuestionarios no tienen formularios asociados por lo que es seguro eliminarlos
gl: Os cuestionarios seguintes non teñen exemplares asociados, así que
pl: Poniższe formularze nie zostały wypełnione, więc można je bezpiecznie usunąć
ru: У следующих опросов нет ассоциированных форм, поэтому их можно безопасно удалить

source: Delete
cs: Smazat
es: Borrar
gl: Borrar
hr: Obriši
pl: Usuń
ru: Удалить

source: Disable this box group
cs: Zakázat tuto skupinu rámečku
es: Deshabilitar este grupo de cajas
gl: Desactivar este grupo de caixas
hr: Onemogući ovu grupu
pl: Wyłącz grupę
ru: Отключить эту группу ячеек

source: Set to type:
cs: Nastavit na typ:
es: Cambiar el tipo:
gl: Establecer a clase:
hr: Postavi na tip:
pl: Ustaw jako:
ru: Установите тип:

source: Single choice
cs: Výběr jedné možnosti
es: Selección única
gl: Resposta simple
hr: Jedan izbor
pl: Jednokrotny wybór
ru: Одиночный выбор

source: Multiple choice
cs: Výběr více možností
es: Selección múltiple
gl: Resposta múltipla
hr: Višestruki izbor
pl: Wielokrotny wybór
ru: Множественный выбор

source: Text and Numbers
cs: Text a čísla
es: Texto y números
gl: Texto e Números
hr: Tekst i brojevi
pl: Tekst i liczby
ru: Текст и числа

source: Numbers only
cs: Pouze čísla
es: Sólo números
gl: Só números
hr: Samo brojevi
pl: Tylko liczby
ru: Только цифры

source: Barcode
cs: Čárový kód
es: Código de barras
gl: Código de barras
hr: Barkod
pl: Kod kreskowy
ru: Штрих-код

source: Long text
cs: Dlouhý text
es: Texto largo
gl: Texto extenso
hr: Dugačak tekst
pl: Długi tekst
ru: Длинный текст

source: Delete this box
cs: Smazat tento rámeček
es: Borrar esta casilla
gl: Borrar esta caixa
hr: Obriši polje
pl: Usuń to pole
ru: Удалить ячейку

source: Delete this box group
cs: Smazat tuto skupinu rámečku
es: Borrar este grupo de cajas
gl: Borrar este grupo de caixa
hr: Obriši grupu polja
pl: Usuń tę grupę
ru: Удалить группу ячеек

source: Delete in between boxes
cs: Smazat mezi rámečky
es: Eliminar el espacio entre cajas
gl: Borrar as caixas intermedias
hr: Brisanje između kutijica
pl: Usuń pomiędzy polami
ru: Удалить между ячейками

source: Band
cs: Pásmo
es: Campo para marcar
gl: Marcar
hr: Pojas
pl: Definiuj
ru: Привязка

source: Choose another questionnaire
cs: Zvolte další dotazník
es: Elegir otro cuestionario
gl: Escolla outro cuestionario
hr: Odaberite drugi upitnik
pl: Wybierz inny formularz
ru: Выбрать другой опрос

source: Increase zoom
cs: Zvětšit přiblížení
es: Aumentar zoom
gl: Ampliar o zoom
hr: Povećaj zum
pl: Powiększ
ru: Увеличить масштаб

source: Decrease zoom
cs: Zmenšit přiblížení
es: Reducir zoom
gl: Reducir o zoom
hr: Smanji zum
pl: Zmniejsz
ru: Уменьшить масштаб

source: Listing of forms
cs: Seznam formulářů
es: Listado de formularios
gl: Listaxe de cuestionarios
hr: Izlistavanje obrazaca
pl: Lista formularzy
ru: Список форм

source: Delete note
cs: Smazat poznámku
es: Borrar nota
gl: Borrar a nota
hr: Obriši bilješku
pl: Usuń notatkę
ru: Удалить заметку

source: Page ID
cs: ID stránky
es: ID de página
gl: ID de páxina
hr: ID stranice
pl: ID strony
ru: Идентификатор страницы

source: Questionnaire
cs: Dotazník
es: Cuestionario
gl: Cuestionario
hr: Upitnik
pl: Formularz
ru: Опрос

source: Note
cs: Poznámka
es: Nota
gl: Nota
hr: Napomene
pl: Notatka
ru: Заметка

source: Add an operator
cs: Přidat operátora
es: Añadir un operador
gl: Engadir un/unha operador/a
hr: Dodjeli operatera
pl: Dodaj operatora
ru: Добавление оператора

source: Added
cs: Přidáno
es: Añadido
gl: Engadido/a
hr: Dodano
pl: Dodano
ru: Добавлен

source: Could not add
cs: Nelze přidat
es: No se puede añadir
gl: Non se puido engadir
hr: Nije bilo moguće dodati
pl: Nie dodano
ru: Невозможно добавить

source: There may already be an operator of this name
cs: Je možno, že operátor se stejným názvem již existuje
es: Puede que ya exista un operador con este nombre
gl: Pode haber xa un/unha operador/a con ese nome
hr: Možda već postoji operater tog imena
pl: Być może istnieje operator o tej nazwie
ru: С таким именем уже есть оператор

source: Adding an operator here will give the user the ability to verify forms once they have assigned a form using the
cs: Přidáním operátoru na toto místo dá uživatelům možnost ověřit formuláře, jakmile je přidělí pomocí
es: Añadir un operador aquí dará al usuario la capacidad de verificar formularios una vez que se le haya asignado un formurlario usando
gl: Engadindo aquí un/unha operador/a habilitará ao/á usuario/a para comprobar cuestionarios en canto se lle asigne un usando a
hr: Dodavanje opreratera ovdje omogućuje korisniku da verificira obrasce nakon što dodjele obrazac
ru: Добавление оператора даст пользователю возможность верифицировать формы, с которыми они связаны при помощи инструмента

source: Assign Verifier to Questionnaire
cs: Přidělit ověřovatele k dotazníku
es: Asignar un verificador al cuestionario
gl: Asignar un/unha verificador/a ao Cuestionario
hr: Dodjeli verifikatora upitniku
pl: Przypisanie weryfikatora do formularza
ru: Назначить Проверяющего к Опросу

source: Use this form to enter the username of a user based on your directory security system. For example, if you have secured the base directory of queXF using Apache file based security, enter the usernames of the users here. When the user accesses the verification page, they will uniquely be assigned a form.
cs: Tento formulář použijte k zadání uživatelského jména na základě vašeho zabezpečení adresáře. Například, pokud jste zabezpečili základní adresář queXF pomocí zabezpečení souborem z Apache, zadejte jména zde. Když uživatel vstoupí na stránku ověření, bude jim každému přidělen formulář.
es: Utiliza este formulario para introducir el nombre de usuario basado en el sístema de seguridad de la carpeta del sístema. Por ejemplo, si has protegido la carpeta principal de queXf utilizando el sístema de seguridad de archivos de Apache, introduce el nombre de los usuarios aquí. Cuando el usuario accede a la página de verificación, a ellos unicamente se les asignará un formulario.
gl: Use este cuestionario para introducir o nome de usuario/a pertencente ao seus sistema de seguranza de cartafoles. Por exemplo, se segurou o cartafol base de queXF mediante a seguranza baseada en ficheiros de Apache, introduza aquí os nomes de usuarios/as. Cando o/a usuario/a accede á páxina de comprobación serálle asignado de forma única un cuestionario.
hr: Koristite ovaj obrazac da unesete korisničko ime korisnika bazirano na vašem direktorijskom sigurnosnom sustavu, npr. ako ste osigurali direktorij queXF koristeči Apache datotečnu sigurnost, unesite imena korisnika ovdje. Kad korisnik pristupi verifikacijskoj stranici, biti će im jedinstveno dodjeljen obrazac.
ru: Используйте эту форму для ввода имени пользователя, основываясь на вашей системе защиты сервера. Например, если вы защитили папку queXF используя систему защиты вебсервера Apache, введите имена пользователей из этой системы сюда. Тогда пользователь, зайдя на страницу верификации, будет сразу иметь доступ к его формам.

source: Enter the username (as in the security system, eg: azammit) of an operator to add:
cs: Zadejte jméno uživatele (tak jako v bezpečnostním systému; např: azammit) operátora, který bude přidán:
es: Escriba el nombre de usuario (como en el sistema de seguridad, eg: azammit) de un operador para añadirlo:
gl: Introduza o nome de usuario/a (tal e como figura no sistema de seguranza) do/a operador/a a engadir:
hr: Unesite korisničko ime (kakvo je u sigurnosnom sustavu) operatora kojeg dodajete.
pl: Podaj nazwę użytkownika do dodania:
ru: Введите логин (имя пользователя) оператора (как в системе безопасности веб-сервера, например: manul):

source: Enter the name of the operator (eg Adam):
cs: Zadejte jméno operátora (např. Adam):
es: Escriba el nombre del operador (eg: Adam)
gl: Introduza o nome do/a operador/a:
hr: Unesite ime operatera (npr. Ivan):
pl: Podaj nazwę operatora
ru: Введите имя оператора (например Manul):

source: Add user
cs: Přidat uživatele
es: Añadir usuario
gl: Engadir un/unha usuario/a
hr: Dodaj korisnika
pl: Dodaj operatora
ru: Добавить пользователя

source: Listing of duplicate forms
cs: Výpis duplikátních formulářů
es: Haciendo un listado de formularios duplicados
gl: Listar os cuestionarios duplicados
hr: Ispis dupliciranih obrazaca
pl: Lista zwielokrotnionych formularzy
ru: Список форм-дубликатов

source: Already verified
ru: Уже проверено

source: Duplicate form listing
cs: Výpis duplikátních formulářů
es: Listado de formularios duplicados
gl: Listaxe de cuestionarios duplicados
hr: Dupli ispis obrazaca
pl: Lista zwielokrotnionych formularzy
ru: Список форм-дубликатов

source: Forms with the same PFID are duplicates
cs: Formuláře se stejným PFID jsou douplikáty
es: Los formularios con el mismo PFID seran duplicados
gl: Os cuestionarios co mesmo PFID son duplicados
hr: Obrasci sa istim PFID su duplikati
pl: Formularze z takim samym PFID są zduplikowane
ru: Формы с одинаковым PFID являются дублями

source: Formid
cs: IDformuláře
es: ID del Formulario
hr: ID obrasca
pl: ID formularza
ru: ID формы

source: Delete selected forms
ru: Удалить выбранные формы

source: Progress
cs: Postup
es: Progreso
gl: Progreso
hr: Napredak
pl: Postęp
ru: Прогресс

source: Done
cs: Hotovo!
es: Hecho
gl: Feito
hr: Završeno
pl: Ukończono
ru: Готово

source: Remain
cs: Zbývá
es: Falta
gl: Restante
pl: Pozostało
ru: Осталось

source: Total forms imported
cs: Importovaných formulářů celkem
es: Total de formularios importados
gl: Total de cuestionarios importados
pl: Łącznie zaimportowano:
ru: Всего форм импортировано

source: Total
cs: Celkem
hr: Ukupno
pl: Razem
ru: Всего

source: Performance
cs: Výkon
es: Rendimiento
gl: Rendemento
hr: Performanse
pl: Wydajność
ru: Производительность

source: Assign verifier to questionnaire
cs: Přidělit ověřovatele k dotazníku
es: Asignar verificador al cuestionario
gl: Asignar un/unha verificador/a ao cuestionario
hr: Dodjeli verifikatora upitniku
pl: Przypisz weryfikatora do formularza
ru: Назначить Проверяющего к Опросу

source: Monitor ICR process
cs: Sledovat proces ICR
es: Monitor de procesos ICR
hr: Nadzor ICR procesa
ru: Следить за процессом распознавания

source: Process
cs: Proces
es: Proceso
gl: Proceso
hr: Proces
pl: Przetwórz
ru: Процесс

source: Kill signal sent: Please wait...
cs: Ukončovací signál odeslán: Prosím čekejte...
es: Señal de apagado enviada: Por favor espere...
gl: Sinal de remate enviado: Por favor, agarde...
hr: Signal za gašenje poslan. Molimo sačekajte...
pl: Wysłano sygnał kill, proszę czekać
ru: Сигнал остановки отправлен. Пожалуйста, подождите...
